Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Webcomic_Dark Moon (KO>EN).tmx
Source language: ko
Languages: en

source: 칸 형!!!
en: khan!!!

source: 나는···
en: I’m...

source: 아우우우
en: awooo

source: 수하야~
en: sooha!

source: 그 정도 근거도 없을까봐?
en: we’re better than that.

source: 그런 친구를···
en: will I ever...

source: 그때도, 오늘도,
en: not just for today, but the other day as well.

source: 뭐어어?!!
en: what?!

source: 헉
en: huff

source: 못 살아···
en: I can’t believe this...

source: 11학년, 12학년 교실은 좀 더 가야하고.
en: but the 11th and 12th grade classrooms are a little further away.

source: 나야, 크리스.
en: it’s me, chris.

source: 헉!{j}설마 이게 사랑인가?
en: whoa! is this what they call love?{j}

source: 슥
en: wipe

source: 정말?
en: really?

source: 설마···
en: could...

source: 아무도 내 말을 믿어주지 않으니까.
en: ...nobody ever believes my words.

source: 으으으으으~ 소름끼쳐!
en: ugh... that gives me the goosebumps!

source: 자카!!
en: jakah!

source: 휙-
en: whish

source: 어?{j}뭐야, 다들.
en: huh? what the...?{j}

source: 싸우지마!!!
en: don’t fight!!!

source: 자카!{j}무슨 일이야?
en: jakah! what’s wrong?{j}

source: 대체 어떻게 뱀파이어가 된건지.
en: ...as to why we ended up becoming vampires...

source: 그럼 수업 잘 들어, 수하야.
en: good luck in class, sooha.

source: 그냥··· 난··· 뱀파이어가 너무 싫어서···
en: I... just hate vampires so much...

source: 끄덕
en: nod

source: 우리 친하게 지내기로 했잖아.
en: you said we can be friends.

source: 달의 제단
en: THE BLOOD ALTAR

source: 다… 다들 괜찮아?
en: i-is everyone all right?

source: 내가 찾아서 가져갈・・・
en: I can get it myself...

source: 사과하고 싶은 건 나인데.
en: I’m the one to apologize.

source: 아냐.
en: no problem.

source: 다다음 주, 다다다음 주까지 계속 약속 있어!
en: we also have plans then, and the week after that!

source: 이런 마음을 갖게 된 이 상황이
en: ...yet sad at the same time...

source: 충분히 이해해.
en: I totally understand.

source: 그럼 나도 같이 가도 돼?
en: then can I come too?

source: 아니, 다른 애들도···
en: oh, no. we came with the other--

source: 어?
en: huh?

source: 여긴가···?
en: is this the school...

source: 학창시절 내내 친구가 별로 없어서 책만 읽었거든・・・
en: I didn’t have that many friends in school, so all I did was read.

source: 슥-
en: lean

source: 수하야, 우리랑 같이 가자.
en: come with us, sooha.

source: 흐윽
en: weep

source: 어떤 삶을 살아야하는지,
en: ...I had a clear answer...

source: 응!
en: of course!

source: 저벅
en: step

source: 근데 그날은 분명 보름달이 뜨는 날인데
en: there was supposed to be a full moon that night...

source: 척
en: swish

source: 응?
en: huh?

source: 조심해서 들어가.
en: get home safe.

source: 그래서···
en: was that why...

source: 맞아.{j}뭐랄까, 한마디로-
en: yeah, it’s like...{j}

source: 그래, 다행이다.
en: I’m glad you are.

source: 아우우우~
en: awooo

source: 한참 안보이길래 어디갔나 했어.
en: I was looking for you.

source: 요즘은 안그래도 다들 책 별로 안읽잖아.
en: people don’t read much in general these days.

source: 아니면 내가 싫어졌니?
en: or do you hate me for it?

source: 타앗-!!
en: zoom

source: 역시 너희가!!!
en: I knew it was you guys!!!

source: 내가 또 이런 진짜 같은 꿈을···!!
en: another vivid dream?

source: 아・・・저기・・・ 미안・・・
en: um... I’m sorry...

source: 우린 비밀이 있거든.
en: it’s because we have a secret.

source: 처음이야・・・
en: it’s my first time...

source: 시온은 맨날 사고만 치니까 친하게 지내지 마.
en: shion’s a troublemaker, so you should keep your distance.

source: 모든건 지금 널 만나기 위한 과정이었던거야.
en: ...all those were stepping stones to meet you.

source: 수하야, 다친 덴 없니?
en: are you okay, sooha?

source: 우리가 너네 생일 따윌 축하하러 갈 것 같아?!
en: there’s no chance of us going to celebrate your birthday!!

source: 모두 정말 고마워.
en: thank you so much, all of you.

source: 나는 특히, 정말.{j}정말.{j}정말
en: ...but I really, really, really...{j}

source: 헬리형이 말한 게 뭔지 알 것 같아.
en: I get what heli meant now.

source: 본래의 본능적 성향에 가까워지려는 충동이 강하게 들긴 하지···
en: ...we feel a stronger urge to return to our natural instincts.

source: 왜 오늘 그냥 사라져버린 거야?!
en: why did you just disappear today?

source: 자카가 광장 중심으로 데리고 갔어.
en: jakah took her to the square.

source: 아・・・
en: oh...

source: 휘웅
en: swoosh

source: 근데 왜 이렇게 조용하지...?
en: why is it so quiet, by the way?

source: 어···?{j}응···그래.
en: uh... yeah, sure thing.{j}

source: 아, 이젠 다 틀렸어.
en: ugh, I’m done for.

source: 그러니까 둘 다 제발 싸우지마!
en: so both of you, stop fighting!

source: 일단 텔레파시라도···
en: why don’t you send her a telepathic message?

source: 너와 함께한 모든 시간이 즐거웠고,
en: I enjoyed every second spent with you...

source: 나뿐만이 아니었구나···
en: ...who had special powers.

source: 촤악
en: swing

source: 끄읍-
en: sniffle

source: 네가 뭘 걱정하는지 알아.
en: I know what you’re worried about.

source: 수하야.
en: hi, sooha.

source: 너희 뱀파이어야?!!
en: what are you, vampires?!!!

source: 우리 친하게 지내자.
en: let’s be friends.

source: 아냐 아냐, 나야말로 놀라게 해서 미안해.
en: no worries. I’m sorry for startling you.

source: 솔론은 다른데 앉으라고 하면 돼.
en: I can tell solon to sit somewhere else.

source: 아까부터.
en: since earlier today.

source: 내가 갈 것 같아?
en: forget it!

source: 네가 이 시간에 왜 여기에···!
en: why are you out here at this hour...?

source: 야.
en: hey, you!

source: 타헬, 너도!
en: you too, tahel!

source: 솔론 너 알고있었어?!{j}어떻게?
en: you knew?! how?{j}

source: 내게도 친구가 생긴건.
en: ...having a friend...

source: 내가…
en: I’m...

source: 이게~!!
en: you-!!!

source: 새···생일이면 가야지···!
en: o-of course I’m going!

source: 이안.
en: calm down, jaan.

source: 수하야!!
en: sooha!!

source: 다시 도망쳐서 떠돌아다녀야지.
en: we have no choice but to run away and wander like we always did.

source: 일찍 나왔네~!{j}내가 더 일찍 나오려고 했는데~
en: you got here early! I wanted to arrive before you did.{j}

source: 텁!
en: grab

source: 안전을 위해 나가지 않는게 좋아요.
en: ...regardless of the rules.

source: 미···미안!
en: s-sorry!

source: 터벅
en: step

source: 수하를?!!!
en: sooha?!

source: 눈치없이 진짜 왔구아~?!!!{j}너희답다!
en: we invited you as a joke!! you’re clueless as always!{j}

source: 이 학교엔 오래된 장서들이 많으니까
en: since there’s a large collection of classical texts...

source: 우린 잠깐 오해가 있었던 것뿐이야!
en: it was just a misunderstanding!

source: 수하야, 내가 들어줄게.
en: here, let me take that for you.

source: 부들-
en: tremble

source: 너야말로 물러서는게 좋을걸?
en: why don’t you step back?

source: 공동기획 HYBE | NAVER WEBTOON
en: Co-planning: HYBE | NAVER WEBTOON

source: 뭐야, 다들.
en: what the...

source: 이렇게 남자애들한테 둘러쌓인건・・・
en: it’s my first time being surrounded by guys--

source: 뭐···뭐야, 이 사람!!!!
en: wh-what’s with this person?!

source: 내가 뱀파이어를 증오하는
en: the biggest reason...

source: 알아.
en: I know.

source: 파악!!
en: splat

source: 왜···?
en: why?

source: 할 말이 뭔데?
en: what did you want to tell me?

source: 막상 근처에 있으면 털 날릴 거야.
en: they might shed so much when you go near them.

source: 그··· 그래도···!!
en: b-but still...!

source: 붕-
en: shake

source: 왜 이렇게 사이가 안 좋은 걸까?
en: ...are on bad terms.

source: 다친데는 없어?
en: did you get hurt in any way?

source: 나… 난 괜찮아.
en: I-I’m okay.

source: 꿈이어도 괜찮아
en: Even If It’s a Dream

source: 처음 본 여자를 사랑하게 된대.
en: ...with the first woman they see that night.

source: 같이 광장에 놀러가자!
en: what about the square?

source: 둘 다 책 빌리러 온 거야?
en: are you both here to borrow books?

source: 와~
en: wow!

source: 날 빤히 쳐다 보는 거야?
en: ...staring at me like that?

source: 하지만 우린 정말 아냐.
en: but I swear, we didn’t do it.

source: 엥~ 아닌데~
en: nuh-uh! no way!

source: 우리 부모님 말로는-
en: my parents told me...

source: 학교를 즐겁게 다니고 있는 것 같아.
en: ...for the first time ever.

source: 그럼 이만 가볼게.{j}학교에서 보자.
en: I should go now. see you at school.{j}

source: 하아
en: huff

source: 학교 밖으로 나갈 수 없지만,
en: you cannot exit the campus after sunset.

source: ···내가 그걸 왜 말해줘야 하는데?
en: why should I tell you?

source: 난 너를 믿어.
en: ...I trust you.

source: 그러니 내 얘긴 신경 쓰지 마
en: so don’t worry about what I said.

source: 스윽-
en: swish

source: 근데 둘이 무슨 얘기 하고있었어?
en: anyway, what were you two talking about?

source: 멋지지?
en: isn’t that amazing?

source: 처음으로 나와 같은 비밀이 있는 친구를 만났다고 생각했는데!!
en: I thought I had met people who had shared secrets with me!

source: 얼마 전에?
en: recently?

source: 늘 내삶에 불행이 따라온다고 생각했어.
en: ...I thought that there was only misfortune in my life.

source: 너 내 이름은 알아?
en: do you even know my name?

source: 안돼!
en: I can’t!

source: 글쎄···그건 모르겠지만,
en: I’m not sure about that. but I heard that...

source: 촤아악
en: slide

source: 응?{j}이안 반가워.
en: oh... hi, jaan.{j}

source: 앞으로 친해지면 놀러갈수 있지 않을까?
en: maybe we can, if we become friends with her.

source: 지금 도무지 뭐가 뭔지 모르겠어!
en: ...don’t understand what’s going on!

source: 부스럭-
en: rustle

source: 아···
en: oh...

source: 이쪽이야!!!
en: right here!!

source: 다들-
en: all of you...

source: 동족은 아니지만・・・
en: but, she is different.

source: 그러니까 그런 헛소리 따위에 휘둘리지 않아.
en: so I don’t let stupid gossips like that get to me.

source: 엄청 멋져!!
en: that’s so cool!!!

source: 아멘
en: amen

source: 휘익-
en: whish

source: 주섬
en: rustle

source: 날 믿는다고 말한거야?!!!
en: ...you told me you trusted me?!

source: 크르르르
en: grrr

source: 자, 여기가 수하 학생이 묵을 방이예요.
en: this will be your room, sooha.

source: 나도 뱀파이어 무섭다고 말해주고 싶다.
en: ...that I’m scared of vampires too.

source: 아까도 순식간에 나타나서는,
en: he also appeared out of nowhere earlier...

source: 크리스 넌···
en: because you, chris...

source: 나빼고 전원 약속 펑크라니.
en: everyone bailed but me.

source: 수… 수하야, 괜찮아?
en: s-sooha, are you okay...?

source: 저···저기···정말···
en: uhm... you guys...

source: 수하야~!!!
en: sooha!

source: 정말이야.{j}믿어줘.
en: I’m telling you the truth. please believe me.{j}

source: 응?{j}그게 무슨 말이야?
en: hm? what do you mean by that?{j}

source: 너 만나는 일.
en: seeing you.

source: 아···알겠어··· 앞으로는 너희랑 인사도 절대 안 하고···
en: a-all right... I won’t ever say hi to you again...

source: 수하를 노리는건가?!!
en: ...after sooha?!

source: 아니!!
en: no!!!

source: 노아 너 지금 장작 주워줬지?!!
en: noa, did you seriously just gather him firewood?!

source: 넌 거기서 숨만 쉬고 있어.
en: you just stand there and watch.

source: 둘 다 경쟁심이 엄청나서.
en: they’re really competitive...

source: 사람 많은 게 싫다며.
en: you feel uncomfortable in crowded places.

source: 응···
en: I guess.

source: 야!!
en: hey, you!

source: 만약 크리스가 살아서 어른이 됐다면,
en: I couldn’t help but think chris would’ve looked like him...

source: 보… 본론이 뭐야!
en: j-just get to the point!

source: 내가 엄청 많이 달라고 했어.
en: I asked for extra scoops.

source: 우린 애초에 수하가 위험에 빠지게 하지도 않았을 거야.
en: if it were us, she wouldn’t have been in danger in the first place.

source: 공동기획 HYBE | WEBTOON
en: Co-planning HYBE | WEBTOON

source: 저···저기!{j}난 지금···!!
en: h-hey! right now, I’m-!{j}

source: 솔론 형.
en: by the way, solon.

source: 넌 뱀파이어가 아니야.
en: ...you’re a vampire.

source: 제일 구석진 자리에다,
en: it’s in the far corner,

source: 나?!
en: me?!

source: 이젠 서로에 대해
en: now that we got to know each other better...

source: 그게 무슨 소리야.
en: what do you mean?

source: 나?!{j}나?!{j}내이름?!!!{j}나는 수하!{j}수하라고 해!
en: m-me?! my name you ask?! it’s sooha! I’m sooha!{j}

source: 저 수하란 애가 막아섰는데-
en: ...sooha stopped us...

source: 농담 아닌데.
en: I’m not joking though.

source: 어엔딩?
en: huh?

source: 혹시 나랑 다녀서 불편해?
en: do you feel uncomfortable around me?

source: 어어···
en: uhh...

source: 저런 뱀파이어가…
en: ...wasn’t a vampire.

source: 네가 수하구나?!{j}얘기 들었어~!{j}오늘 전학 왔다며?
en: you must be sooha! I’ve heard about you! you just transferred here today, right?

source: 그··· 그 반대야···
en: i-it’s quite the opposite...

source: 집이 숲 한가운데 있어서 오느라 힘들었지?
en: the house is in the middle of nowhere so it must’ve been a long way for you to come.

source: 네 덕분에 애들일아도 금방 친해지고···
en: you’re the one who helped me make friends so quickly and--

source: 목에는 이빨 자국이 선명하고,
en: there was a sharp bite mark on his neck...

source: 저···저기!
en: h-hey!

source: 너무 그러지 마, 솔론.
en: don’t be so harsh, solon.

source: 휙
en: whoosh

source: 타헬, 너도!{j}다들 그만해!
en: you too, tahel! stop it, all of you!{j}

source: 나중에 내가 다 읽으면,
en: I’ll tell you about it...

source: 내···내가 업어줄까?
en: d-do you want a piggy back ride?

source: 10.{j}광장 데이트
en: 10. A Date At The Square{j}

source: 헬리는 무슨 바쁜 일이 있는 걸까···?
en: I wonder what’s keeping him busy.

source: 이 근처에서 너희가 유일한-
en: ...in this area, your group is the only--

source: 참고로-
en: by the way...

source: 아니, 믿어주지 않아도 괜찮아.
en: actually, it’s okay if you don’t.

source: 끄덕-
en: nod

source: 걱정했어.
en: I was worried about you.

source: 그래 그 수하라는 애.
en: yeah. that girl, sooha.

source: 너··· 너도!!
en: y-you too!!

source: 자카야?
en: is that you?

source: 다른 애들이 내 말 들을 리가 없으니까
en: the other kids won’t do as I say.

source: 억지 부리지 마!!
en: stop lying!

source: 위치도 중간이고.
en: it’s also in the middle of everyone’s rooms.

source: 그건 말로 다 할 수가 없어.
en: ergh, there’s no way I can put that into words.

source: 그런데...
en: but...

source: 아는 늑대야···?
en: do you know those wolves?

source: 다들 어디에 있는걸까?
en: where is everyone?

source: 힝-
en: aww

source: 이거 다른 애들도 보여줘도 돼?
en: can I show this to the others?

source: 응!{j}응!!{j}당연하지···!!
en: y-yeah, of course!!{j}

source: 그냥 다 네 맘대로 해!!
en: just do whatever you want!!!

source: 와아-
en: gasp

source: 응?{j}그럼 우리가 같이-
en: yeah? then we’ll come with--{j}

source: 씨익
en: beam

source: 시온!!!!!!
en: shion!!!

source: 지금까지 단 한 번도 느껴본적 없는-
en: it was the strongest wave...

source: 나도 같이 갈래!
en: lemme come with you!

source: 너저분~
en: messy

source: 힐끔-
en: peek

source: 응?{j}그럼 선물은 뭐야...?
en: hm? then who is that gift for...?{j}

source: 너 혼자는 절대 못 보내!!!
en: I won’t let you go on your own!!!

source: 헹!{j}수하는 다음 주에도 우리랑 약속 있지롱~!
en: no way! sooha has plans with us next weekend too!{j}

source: 그리고 여기가 9학년 교실.
en: these are the 9th grade classrooms.

source: 도서관에 오래된 장서 많기로 유명하잖아~!
en: ...is known for housing a whole bunch of old books!

source: 헬리야, 네가 읽던 책은 어느 코너에 있어?
en: heli, where’s that book you were reading?

source: 뭐지・・・?!
en: what’s going on...?!

source: 고마워!
en: thanks, khan!

source: 네가 여기 있을 것 같다고 하니까 전부 따라온 거야.
en: they all followed me when I said you might be here.

source: 덥석!
en: chomp

source: 그래?{j}나중에 나도 한번 빌려봐야겠다.
en: is that so? I should have a read of it later on.{j}

source: 우린···
en: ...we’re...

source: 어때?{j}연습은 잘 돼가?
en: how’s practice going?{j}

source: 진짠데~?
en: nope!!

source: 으응・・・
en: y-yeah...

source: 응?{j}헬리?!
en: huh? heli?{j}

source: 아, 맞아!
en: oh, right!

source: 달이 그림자에 가려져 있으니까 변신을 못하는 건가?
en: are they unable to transform since the moon is hidden behind a shadow?

source: 응.{j}다행히.{j}너희는 괜찮아?
en: yes, fortunately. what about you guys?{j}

source: 그러니까 걔랑 가까이 지내지 말라고 했잖아.
en: that’s why I told you not to be close to her.

source: 그렇구나...
en: I see.

source: 저··· 오늘 바쁜 일이 있다며···?
en: I... heard you’re busy today.

source: 내가 가장 소중하게 생각했던 친구니까.
en: he was my best friend after all.

source: 알고있지?
en: you know about it, right?

source: 투닥
en: bicker

source: 크리스.
en: chris.

source: 뭐?!!
en: what?!

source: 난 지금···!!
en: I-I’m at...

source: 으아아아!!
en: dahhh!

source: 너, 늑대인간이구나?
en: you’re a werewolf, huh?

source: 그것보다 훨씬 더 큰···
en: they’re much bigger than dogs.

source: 뭐, 우린 기숙학교니까 주말이나 방학때밖에 못오지만.
en: sadly, we only get to stay here during weekends and breaks since we go to a boarding school.

source: 하이브 / 네이버웹툰
en: HYBE / NAVER WEBTOON

source: 헬리는 모두에게 친절한 사람이구나···
en: I guess he’s nice to everyone...

source: 너희도 괜찮은 거야?
en: what about you guys?

source: 혹시라도・・・
en: what if...

source: …그래.
en: yeah...

source: 솔론.{j}네가 뭘 걱정하는지 알아.
en: solon. I know what you’re worried about.{j}

source: 허억
en: huff

source: 혹시나 사람을 공격하거나 하면 안될 텐데···
en: I hope they don’t attack and hurt anyone...

source: 17.{j}그래서
en: 17. Was That Why?{j}

source: 아냐 괜찮아.{j}조심해서 들어가.
en: no, it’s okay. get home safe.{j}

source: 아・・・ 저기・・・ 내가 책을 두고 가서・・・
en: oh... uhm... I left my book here.

source: 그렇게 말해줘서 기뻐.
en: I’m glad to hear that.

source: 솔론.
en: solon.

source: 이 상자는 내가-
en: I’ll take this box--

source: 제발 내게 설명할 기회를 줘!!
en: please let me explain!

source: 뭐?
en: what?

source: 너희 연습하는 거 구경하러 왔어.
en: I came to watch you all practice.

source: 왜 길도 모르는 애를 혼자 두고-
en: you can’t leave someone who doesn’t know the area alone!

source: 그 ‘수하'라고 하는・・・
en: that girl named sooha?

source: 이이이이익-!!
en: arghhh...!!!

source: 네가··· 나한테···
en: you even...

source: 빠악!!
en: whack

source: 공동기획
en: Co-planning:

source: 크윽!
en: argh!

source: 어···?{j}어···!{j}어···!
en: o-oh, okay!{j}

source: 광장에 혼자 나갔었거든···
en: ...I went back there by myself.

source: 나는 이 세상 그 누구보다도-
en: and... there isn’t anyone else in this world...

source: 어···?!
en: wait.

source: 아니면 누구랑 같이···
en: or are you here with someone-?

source: 무슨 일이야?
en: what’s wrong?

source: 내가 쓰레기 버리러 나왔다가 잠깐 오해가 생겨서···.
en: there was a little misunderstanding while I was taking out the trash.

source: 네가 뱀파이어여도, 널 싫어하지 않아.
en: it doesn’t matter if you’re a vampire. I still don’t hate you.

source: 맞아!
en: exactly!

source: 밤중에 광장을?{j}혼자서?
en: you went to the square at night all by yourself?{j}

source: 크리스 네가 진짜 그곳에 있을 리 없잖아.
en: there’s no way you’d actually be there.

source: 쿵!!
en: thud

source: 아냐, 수하야.
en: no, sooha.

source: 그, 그냥...
en: give me a gift?

source: 다들 장난은 그만해.
en: all right, enough fooling around.

source: 그런데 그날 나 때문에…
en: but because of me that night--

source: 이게 대체 무슨 일이지?!!
en: what’s going on?!

source: 우린 오직 그 날에만···
en: only on the special day.

source: 그래도···미리 말해줬으면 좋았을텐데···
en: still, it would’ve been nice if he’d told me in advance...

source: 뭐해, 다들?{j}가자.
en: what’re you waiting for? let’s go.{j}

source: 수하야 절대 그 능력을 쓰면 안돼.
en: sooha, you should never use that ability.

source: 늑대인간은 월식이 일어날 때
en: ...on the night of a lunar eclipse...

source: 뜨득
en: crack

source: 아, 원래 우린 일곱명이서 같이 다니는데,
en: yep, we’re usually a group of seven.

source: 그것도 갓 죽은 동물의 피를 마실 뿐,
en: blood from animals that have just died, nothing else.

source: 깜짝!!
en: startled

source: 뭐?!!!
en: what?!

source: 어울릴 필요도 없고.
en: we don’t need to, in the first place.

source: 저···정말 크리스야?!!
en: is that really you?

source: 당연히 우리가 안내해줘야지.
en: of course we’ll show you around.

source: 솔론!
en: solon!

source: 밤이라서 그런가?
en: is it because it’s late at night?

source: 텅!!
en: thud

source: 무슨 상관이야.
en: who cares

source: 근데 나이트볼이라는게 어떤-
en: what kind of sports is night-?

source: 너무 좋아~!!!{j}꺄아아악~!!
en: this is great! woohoo!!!{j}

source: 골라봐, 수하야.{j}어떤 게 좋아?
en: choose a flavor, sooha. which one would you like?{j}

source: 사실은 알고 있었어.
en: I actually knew already.

source: 급박해서!!
en: I was in a rush.

source: 아냐, 안 그래!
en: th-they would never do that!

source: 으읍!
en: ugh!

source: 아무튼 더 이상 수하가 오해할 일은 안만들고 싶어.
en: in any case, I don’t want to give sooha more reasons to misunderstand us.

source: 우르르
en: dash

source: 휘이이잉-
en: whoosh

source: 칸, 너는 왜 이 시간에 이곳에 있는 거야?
en: what are you doing here at this hour?

source: 근데 고양이가 제일 좋고,
en: but cats are my favorite...

source: 멀고···
en: it’s far, too...

source: 드르륵-
en: glare

source: 솔론이랑도 같은 반이네?
en: ...you’re in the same class as solon as well, right?

source: 이 밤중에 여학생 하나 둘러싸고 뭐하는거야?
en: what are you all doing, gathered around a girl at this hour?

source: 우와~
en: whoa

source: 꿈속에서 내가 크리스에게 말해준 적이 있어.
en: I’ve shared it with chris in a dream.

source: 타헬!
en: tahel!

source: 초롱-
en: sparkle

source: 너한테 문제가 있어서가 아니라
en: ...isn’t because of you.

source: 기분탓이겠지.
en: I must be tired.

source: 중요한 약속인데 늦어서 미안해.
en: sorry for running late on such an important occasion.

source: 뭐어어?!!!
en: what?!

source: 대체 저 여자애는 누구야?!!!!
en: who on earth is she?!

source: 어?!
en: huh?

source: 그...
en: uh...

source: 후우~ 우리 좀 쉬었다가 하자.
en: whew, let’s take a break.

source: 이런~ 가봐야겠네.
en: uh-oh. I should get going.

source: 소름끼치니까!!!
en: it creeps me out!!!

source: 탁!!
en: thud

source: 미···미안.
en: s-still...

source: 난 부모님이 날 사랑한다는걸 확실히 알거든.
en: I know for sure that my parents love me.

source: 이런 번화한 광장에 나타난거지···?
en: ...before dark?

source: 이-
en: ...from these...

source: 우리가 여길 괜히 찾아온 줄 알아?
en: of course. you think we came unprepared?

source: 파아악-
en: whoosh

source: ・・・응.
en: Yeah.

source: 그래, 다들-
en: he’s right. everyone...

source: 그리고 혹시라도・・・
en: and I was scared...

source: 수하야・・・
en: sooha...

source: 고맙긴, 뭘.
en: don’t mention it.

source: 아・・・ 어색해서 죽을뻔했네・・・
en: I almost died from awkwardness...

source: 거긴 이미 자리가···
en: isn’t that someone’s...

source: 그···그렇구나···
en: oh, wow.

source: 날 믿는다고 말한 건-
en: when you said you trusted me...

source: 마치 그게 나의 운명이라고 말하는 것처럼.
en: ...as if it was my fate to save you.

source: 너희가 와줘서 다들 기뻐할거야!
en: they’ll be so happy that you’re all here.

source: 나두!
en: me too!

source: 어떻게?
en: I didn’t see you there.

source: 저벅 저벅
en: step step

source: 누구도 날 안믿어주지만・・・!
en: no one believes me, but...

source: 해!
en: do it!

source: 크윽···!!
en: ugh...!!

source: 그래 다 같이 치우면 금방이야.
en: yeah. it’ll only take us a second.

source: 그러니까-
en: what I’m trying to say is...

source: 응.
en: sure.

source: 뭐 어때?
en: who cares?

source: 정말.
en: really,

source: 아하하하하하- 이게 뭐야!{j}귀여워~!!!{j}아기 늑대들이네~!!!
en: awwwww! these wolf pups are so adorable!!{j}{j}

source: 안돼!!
en: no!!

source: 탕!
en: stomp

source: 탁!
en: grab

source: 저 목에 이빨 자국 좀 봐.
en: look at the bite marks on his neck.

source: 그보다-
en: plus...

source: 글쎄.
en: well...

source: 끼이익
en: skid

source: 이번 시합엔 다른 애들도 돌아오니까
en: everyone will be back for this game...

source: 어어?{j}정말?{j}나는・・・나는・・・너무・・・좋은데・・・
en: what? really? w-well, that’s really nice of you guys...{j}

source: 어어어어?!{j}아니?!{j}아니, 아니, 아니!!
en: what?! no, absolutely not!!{j}

source: 아, 아냐!
en: n-no!

source: 왜 너희만 다르다고 생각하는데···?
en: what makes you think only your group is special?

source: 내가 전생에 공주였나봐.
en: I must’ve been a princess in my past life.

source: 반짝
en: sparkle

source: 힝~
en: nooo

source: 왜?{j}무슨 일 있었어?
en: why? did something happen?{j}

source: 뻑!!
en: whack

source: 그걸 왜 일러?!!
en: you snitch!

source: 모든 걸 그 애의 뜻대로 해주고 싶은 기분?
en: you wanna do everything she wants you to?

source: 특히 이런 시간에는.
en: especially when it’s this late at night.

source: 그냥...
en: just...

source: 그래, 뭐・・・ 없지는 않네・・・.
en: well... it did one good thing, I guess.

source: 오늘이 월식이구나···
en: so tonight is the lunar eclipse.

source: 헬리 형!!
en: heli!

source: 네 이름 '솔론'이지···?
en: i-it’s solon, isn’t it?

source: 놈이 사라졌어.
en: he’s gone.

source: 얼마전에 일어난 살인사건 알고있지?
en: you’ve heard about the recent murder, right?

source: 꽉-
en: clench

source: 다들 걱정 마.
en: don’t worry.

source: 헬리가 나에 대해 뭐라고 말했을까?
en: I wonder what he said about me.

source: 뱀파이어가 세상에서 제일 싫다고 했잖아!
en: she said she hates vampires more than anything in this world.

source: 많이 모아서 뿌듯했는데...
en: I was proud of myself for gathering so many...

source: 안절 부절,
en: fidget

source: 이안이라고해.
en: I’m jaan.

source: 꽈악
en: clench

source: 우리가 그쪽으로 갈까?
en: should we head over there?

source: 우리 학교 학생한테 무슨 볼 일 있어?
en: what’s your deal with our student?

source: 들개들도 그렇고.
en: ...and the stray dogs.

source: 웅성
en: murmur

source: 더 잘 알게 되었으니까-
en: ...than we did before...

source: 일단 최대한 정체를 안 들키도록 노력해 보자.
en: first, we should try our best to keep our identity a secret.

source: 마치 온몸이 얼어붙는 것 같은 느낌...
en: it was as if my entire body was completely frozen.

source: 지노 형!
en: jino!

source: 이건 전부 꿈이라는 걸!!!
en: ...that this is all a dream!

source: 푹
en: droop

source: 당장 수하부터 데리고 가!!
en: take sooha with you!

source: 아, 그게···
en: oh, that...

source: 사람들에게 우리가 뱀파이어라는걸 들키는 것 보다,
en: we were more afraid of letting you down...

source: 아니, 인간의 따듯한 마음씨 자체가 없지!
en: ...let alone have warm hearts like humans!

source: 끼이이
en: creak

source: 응, 반사~!
en: right back at you!!

source: 아니, 그런 건 상관없어!
en: no, none of that matters...

source: 고대의 신화에 대해
en: this book...

source: 뭐···뭐지?
en: wh-what was that?

source: 와~ 다들 빈말로 초대한건데
en: wow! I can’t believe you guys actually showed up!

source: 얘들아, 내가 액자를 놓고가서...
en: hey, I forgot the photo...

source: 아, 혹시 그래서 이 드셀리스 아카데미에 입학한거야?
en: is that why you entered decelis academy?

source: 아무튼 됐어!{j}어차피 내가 어울리지 말라고 해봤자,
en: forget it! there’s no point in telling you not to hang out with us anyway.{j}

source: 어...
en: you know...

source: 어디서 역겨운 냄새가 난다 했더니···
en: I thought I smelled something disgusting...

source: 거기에 저 수하라는 애가 있었다고.
en: that girl, sooha, was in the center of it.

source: 크리스!!!
en: chris!!!

source: 헤···헬리야.
en: h-heli...

source: 어···그게···
en: oh... well...

source: 널 정말 소중히 여기라고.
en: to learn to value you as a friend.

source: 헹!
en: hmph!

source: 뱀파이어를 증오한대.
en: ...hates vampires.

source: 내가 더 일찍 나오려고 했는데~
en: I wanted to arrive before you did.
